Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sprs_deltakelse_i_barentssamarbeidet.html.tmx
Source language: nob
Languages: sme

source: SPRs deltakelse i Barentssamarbeidet
sme: Sámi parlamentáralaš ráđi searvan Barentsovttasbargui

source: Samisk parlamentarisk råd oppnevner 3 av 6 medlemmer til Arbeidsgruppen for Urfolk i Barentssamarbeidet (WGIP).
sme: Sámi parlamentáralaš ráđđi nammada golbma guđa áirasis Barents guovlluovttasbarggu eamiálbmotbargojovkui.

source: Disse har SPR oppnevnt:
sme: Dáid lea SPR nammadan:

source: Janne Hirvasvuopio, Sametinget i Finland (leder) Lars Anders Baer, Sametinget i Sverige Eirik Larsen, Sametinget i Norge
sme: Janne Hirvasvuopio, Suoma Sámediggi (jođiheaddji) Lars Anders Baer, Ruoŧa Sámediggi Eirik Larsen, Norgga Sámediggi

source: Arbeidsgruppen har deltakerstatus på møtene i Barentsrådet og møtene i embetsmannskomiteen og på møtene i Barents regionråd og komité.
sme: Sámi parlamentáralaš ráđđi searvá Barents eamiálbmogiid kongressii ja Barents parlamentarihkkáriid konferánsii mat lágiduvvojit juohke nuppi jagi.

source: Det er videre besluttet at det vil være viktig å etablere tilstedeværelse i Brussel gjennom eget kontor, eventuelt i samarbeid med andre aktører og styrke egne ressurser til EU-arbeidet både på administrativt og politisk nivå.
sme: Sámi parlamentáralaš ráđđi lea mearridan iežas politihkalaš strategiija EU hárrái, mas earret eará lea mearridan, ahte SPR áigu nannet iežas barggu EU-gažaldagaiguin dan bokte ahte nannet iežas resurssaid EU bargui, sihke hálddahus ja politihkalaš dásis ja oassálastit Brusselis iežas kantuvrra ásahemiin, dahje eará oassálastiiguin ovttas, mat leat EU miellahtut ja dainna lágiin lea oktavuohta EU:in.
